alsa-utils
apache-ant
ark
autoconf
automake
bash
binutils
bison
bzip2
chromium
cmatrix
coreutils
cowsay
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
dmenu
e2fsprogs
exfat-utils
exo
fakeroot
feh
file
filesystem
filezilla
findutils
firefox
flex
fuse-exfat
garcon
gawk
gcc-multilib
gdb
gedit
gettext
gimp
git
gitg
glibc
gnome-keyring
go
grep
groff
grub
gtk-xfce-engine
gvfs
gzip
htop
i3lock
i3status
imagemagick
inetutils
iproute2
iputils
iw
jdk8-openjdk
jfsutils
less
libtool
libva
libva-intel-driver
licenses
linux
logrotate
lvm2
m4
make
man-db
man-pages
mariadb
mdadm
meld
mercurial
mousepad
nano
netctl
network-manager-applet
networkmanager
openssh
orage
p7zip
pacman
parted
patch
pciutils
pcmciautils
perl
php-apache
php-mcrypt
phpmyadmin
pkg-config
playonlinux
procps-ng
psmisc
r
ranger
recordmydesktop
reiserfsprogs
ristretto
s-nail
scratch-text-editor
screenfetch
scrot
sdl
sdl_image
sdl_mixer
sdl_ttf
sed
shadow
sl
socat
sudo
sysfsutils
systemd-sysvcompat
tar
terminator
texinfo
thefuck
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
thunderbird
tomcat7
tumbler
usbutils
util-linux
valgrind
vi
vim
weechat
wget
which
wine
wpa_actiond
wpa_supplicant
xf86-input-synaptics
xf86-video-intel
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mixer
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xorg-server
xorg-server-utils
xorg-twm
xorg-xclock
xorg-xinit
xterm
zathura-pdf-poppler
zip
zsh
